{
  "Animes": [
    {
      "AnimeName": "Naruto Shippuden",
      "AnimeDesc": "Naruto Shippuden is the second series of Naruto anime that follows the titular hero on his quest to become Hokage. Unlike the first series, Naruto is now older and has new teachers to help him through his adventure. At the same time, he faces the biggest threats to the five shinobi nations and must deal with the loss of someone he considers a brother.",
      "AnimeImage": "https://raw.githubusercontent.com/fshafiq99/IT315Project2/main/Naruto-Shippuden-PNG-Photos.png",
      "AnimeSite": "https://myanimelist.net/anime/1735/Naruto__Shippuuden?q=naruto&cat=anime"
    },
    {
      "AnimeName": "Attack on Titan",
      "AnimeDesc": "It is set in a world where humanity lives inside cities surrounded by enormous walls that protect them from gigantic man-eating humanoids known as Titans; the story follows Eren Yeager, who vows to exterminate the Titans after a Titan brings about the destruction of his hometown and the death of his mother.",
      "ChoreImageName": "https://raw.githubusercontent.com/fshafiq99/IT315Project2/main/aot.jpeg",
      "AnimeSite": "https://myanimelist.net/anime/40028/Shingeki_no_Kyojin__The_Final_Season?q=atta&cat=anime"
    },
    {
      "AnimeName": "Demon Slayer",
      "AnimeDesc": "A family is attacked by demons and only two members survive - Tanjiro and his sister Nezuko, who is turning into a demon slowly. Tanjiro sets out to become a demon slayer to avenge his family and cure his sister.",
      "AnimeImage": "https://raw.githubusercontent.com/fshafiq99/IT315Project2/main/demonslayer.jpeg",
      "AnimeSite": "https://myanimelist.net/anime/38000/Kimetsu_no_Yaiba?q=demon%20sl&cat=anime"
    },
    {
      "AnimeName": "Jujutsu Kaisen",
      "AnimeDesc": "Hidden in plain sight, an age-old conflict rages on. Supernatural monsters known as 'Curses' terrorize humanity from the shadows, and powerful humans known as 'Jujutsu' sorcerers use mystical arts to exterminate them. When high school student Yuuji Itadori finds a dried-up finger of the legendary Curse Sukuna Ryoumen, he suddenly finds himself joining this bloody conflict.",
      "AnimeImage": "https://raw.githubusercontent.com/fshafiq99/IT315Project2/main/jjk.png",
      "AnimeSite": "https://myanimelist.net/anime/40748/Jujutsu_Kaisen_TV?q=juj&cat=anime"
    },
    {
      "AnimeName": "Hunter X Hunter",
      "AnimeDesc": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.",
      "AnimeImage": "https://raw.githubusercontent.com/fshafiq99/IT315Project2/main/hunterxhunter.png",
      "AnimeSite": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011?q=hun&cat=anime"
    }
  ]
}
